Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, uk, vi, zh_hans

source: %@ Range
da: %@ område
de: %@ Bereich
es: %@ Rango
fi: %@ -tavoite
fr: %@ Plage
it: Intervallo %@
nb: %@ Målområde
nl: %@ bereik
pl: %@ Zakres
ro: %@ Interval
ru: %@ Диапазон
sv: %@sintervall
tr: %@ Aralık
uk: %@ Діапазон
vi: %@ Phạm vi
zh_hans: %@ 目标范围

source: %1$@ will deliver basal and recommend bolus insulin only if your glucose is predicted to be above this limit for the next three hours.
da: %1$@ vil kun afgive basal og anbefale bolus, hvis blodsukkeret forventes at være over denne grænse i de næste tre timer.
de: %1$@ gibt nur dann Basalinsulin ab und empfiehlt Bolusinsulin, wenn Dein Blutzucker voraussichtlich in den nächsten drei Stunden über diesem Grenzwert liegen wird.
es: %1$@ administrará insulina basal y bolo recomendado solo si se prevé que tu nivel de glucosa estará por encima de este límite durante las próximas tres horas.
fi: %1$@ annostelee basaalia ja suosittelee bolusinsuliinia vain, jos glukoosin ennustetaan ylittävän tämän rajan seuraavien kolmen tunnin aikana.
fr: %1$@ ne délivrera de l'insuline basale et ne recommandera un bolus que si la projection de glycémie est supérieure à cette limite au cours des trois prochaines heures.
it: %1$@ erogherà l'insulina basale e consiglierà il bolo solo se si prevede che la tua glicemia sarà superiore a questo limite per le prossime tre ore.
nb: %1$@ vil levere basal og anbefale bolusinsulin bare hvis blodsukkeret ditt forventes å være over denne grensen de neste tre timene.
nl: %1$@ zal alleen een basaal geven en een bolusinsuline aanbevelen als je glucose de komende drie uur hoger zal zijn dan deze limiet.
pl: %1$@ będzie dostarczać insulinę podstawową i zalecaną w bolusie tylko wtedy, gdy przewiduje się, że poziom glukozy przekroczy ten limit przez następne trzy godziny.
ro: %1$@ va livra bazala și bolusul recomandat numai dacă glucoza este estimată a fi peste această limită pentru următoarele trei ore.
ru: %1$@ будет вводить базу и рекомендовать болюсы, только если прогнозируется, что уровень глюкозы будет выше этого предела в течение следующих трех часов.
sv: %1$@ kommer att tillföra basal och rekommendera insulin endast om ditt blodsocker förväntas ligga över denna gräns under de kommande tre timmarna.
tr: %1$@ bazal insülin verecek ve yalnızca KŞ'nizin önümüzdeki üç saat boyunca bu sınırın üzerinde olacağı tahmin ediliyorsa bolus insülin önerecektir.
uk: %1$@ вводитиме базальний інсулін та рекомендуватиме болюсний інсулін лише тоді, коли прогнозується, що рівень глюкози перевищуватиме цю межу протягом наступних трьох годин.
vi: %1$@ sẽ bơm insulin nền và đề xuất insulin bolus chỉ khi đường huyết của bạn được dự đoán sẽ cao hơn giới hạn này trong ba giờ tới.
zh_hans: 当预测血糖在未来三小时内都高于此下限时，%1$@ 才会输注基础胰岛素并推荐推注胰岛素。

source: A value you have entered is higher than what is typically recommended for most people.
da: En værdi, du har angivet, er højere end den, der typisk anbefales til de fleste.
de: Ein eingegebener Wert liegt über dem, was normalerweise für die meisten Menschen empfohlen wird.
es: El valor introducido es superior al recomendado para la mayoría de las personas.
fi: Antamasi arvo on suurempi kuin useimmille ihmisille yleensä suositeltava arvo.
fr: Une valeur a été entrée qui est supérieure ce qui est typiquement recommandé pour la majorité des personnes.
it: Il valore inserito è superiore a quello tipicamente consigliato per la maggior parte delle persone.
nb: En verdi du har lagt inn er høyere enn det som vanligvis anbefales for de fleste.
nl: Een waarde die je hebt ingevoerd is hoger dan wat gebruikelijk voor de meeste mensen wordt aanbevolen.
pl: Wprowadzona wartość jest wyższa niż zwykle zalecana dla większości osób.
ro: O valoare introdusă este mai mare decât cea recomandată în mod obișnuit pentru majoritatea oamenilor.
ru: Введенное вами значение выше, чем обычно рекомендуется для большинства людей.
sv: Det värde du har angett är högre än vad som normalt rekommenderas för de flesta.
tr: Girdiğiniz bir değer, çoğu insan için tipik olarak önerilenden daha yüksektir.
uk: Введене вами значення вище, ніж те, що зазвичай рекомендується для більшості людей.
vi: Giá trị bạn vừa nhập cao hơn mức thường được khuyến nghị cho hầu hết mọi người.
zh_hans: 您输入的数值高于大多数人通常建议的范围。

source: A value you have entered is lower than what is typically recommended for most people.
da: En værdi, du har angivet, er lavere end den, der typisk anbefales til de fleste.
de: Ein eingegebener Wert liegt unter dem, was normalerweise für die meisten Menschen empfohlen wird.
es: El valor introducido es inferior al recomendado para la mayoría de las personas.
fi: Antamasi arvo on pienempi kuin useimmille ihmisille yleensä suositeltava arvo.
fr: Une valeur a été entrée qui est inférieure à ce qui est typiquement recommandé pour la majorité des personnes.
it: Il valore inserito è inferiore a quello tipicamente consigliato per la maggior parte delle persone.
nb: En verdi du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
nl: Een waarde die je hebt ingevoerd is lager dan wat gebruikelijk voor de meeste mensen wordt aanbevolen.
pl: Wprowadzona wartość jest niższa niż zwykle zalecana dla większości osób.
ro: O valoare introdusă este mai mică decât cea recomandată în mod obișnuit pentru majoritatea oamenilor.
ru: Введенное вами значение ниже того, которое обычно рекомендуется для большинства людей.
sv: Det värde du har angett är lägre än vad som normalt rekommenderas för de flesta.
tr: Girdiğiniz bir değer, çoğu insan için tipik olarak önerilenden daha düşüktür.
uk: Введене вами значення нижче за те, що зазвичай рекомендується для більшості людей.
vi: Giá trị bạn vừa nhập thấp hơn mức thường được khuyến nghị cho hầu hết mọi người.

source: Afrezza is an ultra rapid-acting mealtime insulin that is breathed in through your lungs using an oral inhaler and made by MannKind
da: Afrezza er en ultrahurtigt virkende måltidsinsulin, som indåndes gennem lungerne ved hjælp af en oral inhalator og fremstilles af MannKind.
de: Afrezza ist ein ultraschnell wirkendes Mahlzeiteninsulin, das mit einem oralen Inhalator durch Deine Lungen eingeatmet wird und von MannKind hergestellt wird.
es: Afrezza es una insulina de acción ultrarrápida que se inhala a través de los pulmones mediante un inhalador oral, fabricado por MannKind.
fr: Afrezza est une insuline prandiale à action ultra rapide qui est inhalée par vos poumons à l'aide d'un inhalateur oral et fabriquée par MannKind.
it: Afrezza è un'insulina ad azione ultra rapida somministrata durante i pasti, che viene inalata attraverso i polmoni tramite un inalatore orale ed è prodotta da MannKind
nb: Afrezza er et ultrahurtigvirkende måltidsinsulin som pustes inn gjennom lungene ved hjelp av en oral inhalator og laget av MannKind
nl: Afrezza is een ultrasnelwerkende maaltijdinsuline die via je longen wordt ingeademd met een orale inhalator en wordt gemaakt door MannKind
pl: Afrezza to ultraszybko działająca doposiłkowa insulina wziewna, którą wdycha się przy użyciu doustnego inhalatora, wytwarzana przez firmę MannKind.
ro: Afrezza este o insulină cu acțiune ultra rapidă în timpul mesei, care este inspirată prin plămâni folosind un inhalator oral și produsă de MannKind.
ru: Afrezza - это инсулин сверхбыстрого действия во время еды, который вдыхается через легкие с помощью перорального ингалятора и производится MannKind
sv: Afrezza är ett ultrasnabbverkande insulin som andas in genom lungorna med hjälp av en oral inhalator och tillverkas av MannKind
tr: Afrezza, oral bir inhaler kullanılarak akciğerlerinizden solunan ve MannKind tarafından üretilen ultra hızlı etkili bir öğün insülinidir.
uk: Afrezza - це інсулін надшвидкої дії під час їжі, який вдихається через легені за допомогою перорального інгалятора та виробляється MannKind
vi: Afrezza là loại insulin tác dụng cực nhanh dùng vào bữa ăn, được hít vào phổi bằng ống hít và được sản xuất bởi MannKind

source: Apidra (insulin glulisine)
da: Apidra (insulin glulisin)
de: Apidra (Insulinglulisin)
es: Apidra (insulina glulisina)
fi: Apidra (glulisinsuliini)
fr: Apidra (insuline glulisine)
it: Apidra (insulina glulisina)
nb: Apidra (insulin glulisin)
nl: Apidra (insuline glulisine)
pl: Apidra (insulina glulizynowa)
ro: Apidra (insulină glulisine)
ru: Апидра (инсулин глюлизин)
sv: Apidra (insulinglulisin)
tr: Apidra (insülin glulisin)
uk: Apidra (інсулін glulisine)
zh_hans: 爱倍达（谷赖胰岛素）（Apidra）

source: Apidra (insulin glulisine) is a rapid-acting insulin made by Sanofi-aventis
da: Apidra (insulin glulisine) er en hurtigtvirkende insulin fremstillet af Sanofi-aventis
de: Apidra (Insulinglulisin) ist ein schnell wirkendes Insulin, das von Sanofi-aventis hergestellt wird
es: Apidra (insulina glulisina) es una insulina de acción rápida fabricada por Sanofi-aventis
fr: Apidra (insuline glulisine) est une insuline à action rapide fabriquée par Sanofi-Aventis
it: Apidra (insulina glulisina) è un'insulina ad azione rapida prodotta da Sanofi-aventis
nb: Apidra (insulin glulisin) er et hurtigvirkende insulin laget av Sanofi-aventis
nl: Apidra (insuline glulisine) is een snelwerkende insuline gemaakt door Sanofi-aventis
pl: Apidra (insulina glulizynowa) to szybko działająca insulina firmy Sanofi-Aventis.
ro: Apidra (insulina glulizină) este o insulină cu acțiune rapidă produsă de Sanofi-aventis
ru: Апидра (инсулин глюлизин) - это инсулин быстрого действия, производимый Sanofi-aventis
sv: Apidra (insulin glulisine) är ett snabbverkande insulin från Sanofi-aventis
tr: Apidra (insülin glulisine) Sanofi-aventis tarafından üretilen hızlı etkili bir insülindir
uk: Apidra (інсулін glulisine) це інсулін швидкої дії, вироблений компанією Sanofi-aventis
vi: Apidra (insulin glulisine) là loại insulin tác dụng nhanh do Sanofi-Aventis sản xuất
zh_hans: 爱倍达（谷赖胰岛素）是一种由赛诺菲公司生产的速效胰岛素。

source: Basal Rates
da: Basalrater
de: Basalrate
es: Tasas basales
fi: Basaalitasot
fr: Débits basaux
it: Velocità basali
ja: 基礎レート
nb: Basal-satser
nl: Basaalsnelheden
pl: Dawka Podstawowa (Baza)
ro: Rate bazale
ru: Скорости базала
sv: Basaldoser
tr: Bazal Oranlar
uk: Швидкості Базалу
vi: Lịch biểu tiêm liều nền
zh_hans: 基础率

source: Carb Ratios
da: Kulhydratforhold
de: KH-Verhältnis
es: Ratios de carbohidratos
fi: Hiilihydraattisuhteet
fr: Ratios Insuline-Glucides
it: Rapporti carboidrati
nb: Karb forhold
nl: Koolhydraatratio's
pl: Współczynniki węglowodanowe
ro: Raport carbohidrați insulină
ru: Соотношения углеводов
sv: Insulinkvoter
tr: Karbonhidrat Oranları
uk: Вуглеводні Коефіцієнти
zh_hans: 碳水化合物吸收率

# com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
source: Authorization Denied
da: Tilladelse nægtet
de: Autorisierung verweigert
es: Autorización Denegada
fi: Valtuutus hylättiin
fr: Autorisation refusée
it: Autorizzazione negata
ja: 認証が拒否されました
nb: Autorisasjon avslått
nl: Autorisatie Geweigerd
pl: Odmowa autoryzacji
ro: Autorizare refuzată
ru: Авторизация не состоялась
sv: Auktorisation nekad
tr: Yetkilendirme Reddedildi
uk: Авторизацію відхилено
vi: Cấp quyền bị từ chối
zh_hans: 没有权限

# com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
source: This sample can be deleted from the Health app
da: Dette eksempel kan slettes fra appen Sundhed
de: Dieses Beispiel kann in der Health-App gelöscht werden.
es: Esta muestra se puede eliminar de la aplicación Salud
fi: Tämä näyte voidaan poistaa Terveys-sovelluksesta
fr: Cette entrée peut être supprimée de l'application Health
it: Questo campione può essere eliminato dall'app Salute
nb: Denne testen kan slettes fra Helse-appen
nl: Dit voorbeeld kan verwijderd worden uit de app Gezondheid
pl: Ten wynik może być usunięty z aplikacji Zdrowie
ro: Acest exemplu poate fi șters din aplicația Sănătate
ru: Этот экземпляр может быть удален из приложения Здоровье
sv: Detta värde kan raderas från Hälsa-appen
tr: Bu örnek Health uygulamasından silinebilir
uk: Цей зразок можна видалити з програми «Здоров'я»
vi: Mẫu này có thể bị xóa khỏi ứng dụng Health
zh_hans: 该样本可以从HealthKit中删除

source: Communication Failure
da: Kommunikationsfejl
de: Kommunikationsfehler
es: Falla de Comunicación
fi: Kommunikaatiovirhe
fr: Échec de la communication
it: Errore di comunicazione
ja: 通信エラー
nb: Kommunikasjonsfeil
nl: Communicatiefout
pl: Błąd komunikacji
ro: Eroare de comunicare
ru: Ошибка связи
sv: Kommunikationsfel
tr: İletişim Hatası
uk: Помилка з’єднання
vi: Liên lạc thất bại
zh_hans: 通信失败

source: Communications interrupted during insulin delivery command.
da: Kommunikation afbrudt under insulinafgivelse (kommando).
de: Die Kommunikation wurde während der Insulinabgabe unterbrochen.
es: Comunicaciones interrumpidas durante el comando de administración de insulina.
fi: Yhteys katkesi insuliinin annostelu -toiminnon aikana.
fr: Communications interrompues pendant la commande d’administration d’insuline.
it: Comunicazioni interrotte durante il comando di erogazione dell'insulina.
nb: Kommunikasjonen ble avbrutt ved administrasjon av insulin.
nl: Communicatie onderbroken tijdens het commando voor insulinetoediening.
pl: Komunikacja przerwana podczas polecenia podania insuliny.
ro: Comunicații întrerupte în timpul comenzii de livrare a insulinei.
ru: Связь прервана во время подачи команды на введение инсулина.
sv: Kommunikation avbruten under insulintillförselkommando.
tr: İnsülin iletim komutu sırasında iletişim kesildi.
uk: Зв'язок перервано під час команди подачі інсуліну.
vi: Kết nối bị gián đoạn trong khi gửi lệnh bơm insulin.

source: Connection Failure
da: Forbindelsesfejl
de: Verbindungsfehler
es: Falla de Conexión
fi: Yhteysvirhe
fr: Échec de connexion
it: Errore di connessione
ja: 接続エラー
nb: Tilkoblingsfeil
nl: Verbindingsfout
pl: Błąd połączenia
ro: Eroare de conectare
ru: Ошибка соединения
sv: Anslutningsfel
tr: Bağlantı hatası
uk: Помилка підключення
vi: Kết nối thất bại
zh_hans: 连接失败

source: Correction Range
da: Korrektionsområde
de: Korrekturbereich
es: Rango de Corrección
fi: Korjausalue
fr: Plage de correction
it: Intervallo di correzione
ja: ターゲット範囲
nb: Korreksjonsområde
nl: Correctiebereik
pl: Zakres docelowy
ro: Interval țintă pentru corecție
ru: Диапазон коррекции
sv: Målvärde
tr: Düzeltme Aralığı
uk: Діапазон корекції
vi: Phạm vi liều Bổ sung
zh_hans: 校正范围

source: Correction Range is the glucose value (or range of values) that you want %1$@ to aim for in adjusting your basal insulin and helping you calculate your boluses.
da: Korrektionsområdet er det blodsukkerinterval som du vil have %1$@ til at sigte efter, når din basal justeres og hjælper dig med at beregne bolus.
de: Der Korrekturbereich ist der Blutzuckerbereich, den %1$@ bei der Anpassung Deines Basalinsulins anstrebt und Dir bei der Berechnung der Boli helfen soll.
es: El Rango de Corrección es el valor de glucosa (o rango de valores) al que %1$@ debe apuntar para ajustar su insulina basal y ayudarle a calcular sus bolos.
fi: Korjausalue tarkoittaa glukoosiarvoa (tai arvoaluetta), johon %1$@ tähtää säätäessään basaalia ja auttaessaan boluslaskelmissa.
fr: La plage de correction est la valeur de glucose (ou la plage de valeurs) que vous voulez que %1$@ vise en ajustant votre insuline basale et en vous aidant à calculer vos bolus.
it: L'intervallo di correzione è il valore di glicemia (o intervallo di valori) che %1$@ deve raggiungere per regolare l'insulina basale e aiutarti a calcolare i boli.
nb: Korreksjonsområde er blodsukkerverdien (eller verdiområdet) som du vil at %1$@ skal sikte på for å justere basalinsulinet og hjelpe deg med å beregne bolusene dine.
nl: Correctiebereik is de glucosewaarde (of een bereik van waarden) waar je wilt dat %1$@ naar streeft bij het aanpassen van je basale insuline en het berekenen van je bolussen.
pl: Zakres docelowy (zakres korekty) to wartość glukozy (lub zakres wartości), do której chcesz dążyć %1$@ podczas dostosowywania insuliny bazowej i pomagania w obliczaniu bolusów.
ro: Intervalul de corecție este valoarea glicemiei (sau intervalul de valori) spre care doriți ca %1$@ să țintească în ajustarea insulinei bazale și în calculul bolusurilor.
ru: Диапазон коррекции - это значение глюкозы (или диапазон значений), к которому вы хотите, чтобы %1$@ стремился при корректировке ВБС и расчете болюсов.
sv: Målvärde är det ideala blodsockerintervall som du vill att %1$@ ska hålla dig inom.
tr: Düzeltme Aralığı, bazal insülininizi ayarlamak ve boluslarınızı hesaplamanıza yardımcı olmak için %1$@ 'ın hedeflemesini istediğiniz KŞ değeridir (veya değer aralığıdır).
uk: Діапазон корекції – це значення глюкози (або діапазон значень), до якого ви хочете %1$@ прагнути під час коригування базального інсуліну та розрахунку болюсів.
vi: Khoảng hiệu chỉnh là giá trị đường huyết (hoặc khoảng giá trị) mà bạn muốn %1$@ nhắm tới để điều chỉnh insulin nền và hỗ trợ bạn tính toán liều bolus.
zh_hans: 校正范围是您希望 %1$@ 在调整基础率胰岛素及计算大剂量时所瞄准的血糖值（或血糖值范围）。

source: Critical Update
da: Kritisk opdatering
de: Kritisches Update
es: Actualización crítica
fr: Mise à jour critique
it: Aggiornamento critico
nb: Kritisk oppdatering
nl: Kritieke Update
pl: Krytyczna aktualizacja
ro: Actualizare critică
ru: Критическое обновление
sv: Kritisk uppdatering
tr: Kritik Güncelleme
uk: Критичне оновлення
vi: Bản cập nhật quan trọng

source: Delivery Limits
da: Insulingrænser
de: Abgabelimits
es: Límites de Administración de Insulina
fi: Annostelurajat
fr: Limites d'Administration
it: Limiti di erogazione
ja: 注入限度
nb: Leveringsgrenser
nl: Toedieningslimieten
pl: Limity podawania
ro: Limite de livrare
ru: Пределы подачи
sv: Maxdoser
tr: İletim Limitleri
uk: Ліміти подачі
vi: Giới hạn liều tiêm
zh_hans: 输注限制

source: Device Refused
da: Enhed nægtet
de: Gerät verweigert
es: Dispositivo Rechazado
fi: Laite hylättiin
fr: Dispositif refusé
it: Dispositivo rifiutato
ja: 機器拒否
nb: Enheten nektet
nl: Apparaat Geweigerd
pl: Urządzenie odmówiło
ro: Dispozitiv refuzat
ru: Устройство отклонено
sv: Enhet vägrade
tr: Cihaz Reddedildi
uk: Пристрій відхилено
vi: Thiết bị bị từ chối
zh_hans: 设备拒绝连接

source: Ensure carb data exists for the specified date
da: Sørg for, at kulhydratdata findes for den angivne dato
de: Stelle sicher, dass die Kohlenhydrate für den ausgewählten Zeitraum eingegeben wurden
es: Asegurar que los datos de carbohidratos existen para la fecha especificada
fi: Varmista, että hiilihydraattitiedot ovat olemassa määritettynä ajankohtana
fr: S'assurer que les données sur les glucides existent pour la date spécifiée
it: Assicurati che i dati sui carboidrati esistano per la data specificata
ja: 指定した日に糖質のデータがあるか確認してください
nb: Verifiser at karbohydratoppføring eksisterer for den valgte datoen
nl: Zorg ervoor dat er koolhydraten gegevens bestaan voor de opgegeven datum
pl: Upewnij się, że wartość istnieje w tej dacie
ro: Asigurați-vă că există date despre carbohidrați pentru data specificată
ru: Убедитесь, что данные об углеводах имеются на указанную дату
sv: Kontrollera att kolhydratvärde finns
tr: Belirtilen tarih için karbonhidrat verilerinin var olduğundan emin olun
uk: Переконайтеся, що дані про вуглеводи існують для вказаної дати
vi: Đảm bảo dữ liệu carb tồn tại cho ngày cụ thể
zh_hans: 确认当天存在碳水化合物记录

source: Falling
da: Falder
de: Fällt
es: Descendiendo
fi: Laskeva
fr: Diminue
it: Abbassamento
ja: 降下
nb: Synker
nl: Dalend
pl: Spadek
ro: În scădere
ru: Падение
sv: Sjunker
tr: Düşüyor
uk: Падіння
vi: Đang hạ
zh_hans: 下降

source: Falling fast
da: Falder hurtigt
de: Fällt schnell
es: Descendiendo rápido
fi: Nopeasti laskeva
fr: Diminue rapidement
it: Abbassamento veloce
ja: 急降下
nb: Synker raskt
nl: Snel dalend
pl: Szybki spadek
ro: În scădere rapidă
ru: Быстрое падение
sv: Sjunker snabbt
tr: Hızlı Düşüyor
uk: Швидке падіння
vi: Đang hạ nhanh
zh_hans: 快速下降

source: Falling very fast
da: Falder meget hurtigt
de: Fällt sehr schnell
es: Descendiendo muy rápido
fi: Erittäin nopeasti laskeva
fr: Diminue très rapidement
it: Abbassamento molto veloce
ja: 超急降下
nb: Synker veldig raskt
nl: Zeer snel dalend
pl: Bardzo szybki spadek
ro: În scădere foarte rapidă
ru: Очень быстрое падение
sv: Sjunker väldigt snabbt
tr: Çok Hızlı Düşüyor
uk: Дуже швидке падіння
vi: Đang hạ rất nhanh
zh_hans: 非常快速下降

source: Fiasp is a mealtime insulin aspart formulation with the addition of nicotinamide (vitamin B3) made by Novo Nordisk
da: Fiasp er et måltidsinsulin aspart med tilsætning af nicotinamid (vitamin B3) fremstillet af Novo Nordisk
de: Fiasp ist eine von Novo Nordisk hergestellte Insulin aspart-Variante zur Mahlzeit mit dem Zusatz von Nicotinamid (Vitamin B3).
es: Fiasp es una formulación de insulina Aspart con nicotinamida (vitamina B3) fabricada por Novo Nordisk.
fi: Fiasp on Novo Nordiskin valmistama aterianaikainen aspartinsuliinivalmiste, johon on lisätty nikotiiniamidia (B3-vitamiini)
fr: Fiasp est une formulation d'insuline asparte prandiale avec ajout de nicotinamide (vitamine B3) qui est produite par Novo Nordisk
it: Fiasp è una formulazione d'insulina ad azione rapida con un l'aggiunta di Nicotinamide (vitamina B3) prodotta da Novo Nordisk.
nb: Fiasp er en måltidsformulering av insulin aspart i tillegg til nikotinamid (vitamin B3) laget av Novo Nordisk
nl: Fiasp is een maaltijdinsuline aspart formule met de toevoeging van nicotinamide (vitamine B3) gemaakt door Novo Nordisk
pl: Fiasp to insulina aspart do posiłków z dodatkiem nikotynamidu (witaminy B3) firmy Novo Nordisk.
ro: Fiasp este o formă de insulină aspart administrată în timpul mesei, cu adaos de nicotinamidă (vitamina B3) produsă de Novo Nordisk
ru: Fiasp - это препарат инсулин аспарт с добавлением никотинамида (витамина B3) производства Novo Nordisk
sv: Fiasp är ett snabbverkande insulin-aspart med tillägg av nikotinamid (vitamin B3) från Novo Nordisk
tr: Fiasp, Novo Nordisk tarafından üretilen nikotinamid (B3 vitamini) ilaveli bir öğün insülin aspart formülasyonudur
uk: Fiasp — це препарат інсуліну аспарт під час прийому їжі з додаванням нікотинаміду (вітамін B3), виготовлений компанією Novo Nordisk.
vi: Fiasp là một công thức insulin aspart dùng trong bữa ăn có bổ sung nicotinamide (vitamin B3) do Novo Nordisk sản xuất
zh_hans: 费雅普（Fiasp）是一种由诺和诺德公司生产的餐时用门冬胰岛素制剂，添加了烟酰胺（维生素B3）。

source: Flat
da: Flad
de: Gleichbleibend
es: Estable
fi: Tasainen
fr: Stable
it: Piatto
ja: 平坦
nb: Flatt
nl: Gelijk
pl: Powolna zmiana
ro: Constantă
ru: Стабильно
sv: Jämnt
tr: Sabit
uk: Стабільний
zh_hans: 平稳
